Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitNavigation/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Placeholder.updatingTrafficDataDots
source: Updating traffic data…
ar: جاري تحديث بيانات المرور…
bg: Актуализиране на данните за трафика…
ca: Actualitzant dades del trànsit…
cs: Aktualizuji dopravní data…
da: Opdaterer trafikdata…
de: Verkehrsdaten aktualisieren…
el: Ενημέρωση δεδομένων κυκλοφορίας…
es: Actualizando datos de tráfico…
es_419: Actualizando datos de tráfico…
fi: Päivitetään liikennetietoja…
fr: Mise à jour des données de circulation…
fr_ca: Mise à jour des données de circulation…
he: מעדכן נתוני תנועה…
hi: यातायात डेटा अपडेट हो रहा है...
hr: Ažuriram podatke o prometu…
hu: Forgalmi adatok frissítése…
id: Memperbarui data lalu lintas…
it: Aggiornamento dei dati sul traffico…
ja: 交通データを更新中…
kk: Көлік деректерін жаңарту…
ko: 교통 데이터 업데이트 중…
ms: Mengemas kini data trafik…
nb: Oppdaterer trafikkdata…
nl: Verkeersdata bijwerken…
pl: Aktualizowanie danych o ruchu…
pt_br: Atualizando dados de tráfego…
pt_pt: A atualizar dados de trânsito…
ro: Actualizând datele de trafic…
ru: Обновление данных о трафике…
sk: Aktualizujem dopravné údaje…
sv: Uppdaterar trafikdata…
th: กำลังอัปเดตข้อมูลการจราจร…
tr: Trafik verileri güncelleniyor…
uk: Оновлення даних про трафік…
vi: Đang cập nhật dữ liệu giao thông…
zh_hans: 正在更新交通数据…
zh_hant: 正在更新交通資料…
zh_hk: 更新交通數據…

# TK.Label.route
source: Route
bg: Маршрут
es_419: Ruta
ja: 経路
ko: 라우트
nb: Rute
pl: Sposób podania
pt_br: Rota
uk: Введення
